# -*- coding: utf-8 -*-
Ru = {
u"سیستم دیوارهای باربر":{u"دیوارهای برشی بتن آرمه ویژه":[5,2.5,5,50,0.05,0.75,None,11],
u"دیوارهای برشی بتن آرمه متوسط":[4,2.5,4,50,0.05,0.75,None,12],
u"دیوارهای برشی بتن آرمه معمولی":[3.5,2.5,3.5,None,0.05,0.75,None,13],
u"دیوارهای برشی با مصالح بنایی مسلح":[3,2.5,3,15,0.05,0.75,None,14],
u"دیوارهای متشکل از قاب فولادی سردنورد و مهارهای تسمه ای":[4,2,3.5,15,0.05,0.75,None,15],
u"دیوارهای متشکل از قاب فولادی سردنورد و صفحات پوشش فولادی":[5.5,3,4,15,0.05,0.75,None,16],
u"دیوارهای بتن پاششی سه بعدی":[3,2,3,10,0.05,0.75,None,17]
},
u"سیستم قاب ساختمانی":{u"دیوارهای برشی بتن آرمه ویژه":[6,2.5,5,50,0.05,0.75,None,21],
u"دیوارهای برشی بتن آرمه متوسط":[5,2.5,4,35,0.05,0.75,None,22],
u"دیوارهای برشی بتن آرمه معمولی":[4,2.5,3,None,0.05,0.75,None,23],
u"دیوارهای برشی با مصالح بنایی مسلح":[3,2.5,2.5,15,0.05,0.75,None,24],
u"مهاربندی واگرای ویژه فولادی":[7,2,4,50,0.08,0.75,None,25],
u"مهاربندی کمانش تاب":[7,2.5,5,50,0.05,0.75,None,26],
u"مهاربندی همگرای معمولی فولادی":[3.5,2,3.5,15,0.05,0.75,None,27],
u"مهاربندی همگرای ویژه فولادی":[5.5,2,5,50,0.05,0.75,None,28]
},
u"سیستم قاب خمشی":{u"قاب خمشی بتن آرمه ویژه":[7.5,3,5.5,200,0.05,0.9,1,31],
u"قاب خمشی بتن آرمه متوسط":[5,3,4.5,35,0.05,0.9,1,32],
u"قاب خمشی بتن آرمه معمولی":[3,3,2.5,None,0.05,0.9,1,33],
u"قاب خمشی فولادی ویژه":[7.5,3,5.5,200,0.08,0.75,1,34],
u"قاب خمشی فولادی متوسط":[5,3,4,50,0.08,0.75,1,35],
u"قاب خمشی فولادی معمولی":[3.5,3,3,None,0.08,0.75,1,36]
},
u"سیستم دوگانه یا ترکیبی":{u"قاب خمشی ویژه (فولادی یا بتنی) + دیوارهای برشی بتن آرمه ویژه":[7.5,2.5,5.5,200,0.05,0.75,None,41],
u"قاب خمشی بتن آرمه متوسط + دیواربرشی بتن آرمه ویژه":[6.5,2.5,5,70,0.05,0.75,None,42],
u"قاب خمشی بتن آرمه متوسط + دیواربرشی بتن آرمه متوسط":[6,2.5,4.5,50,0.05,0.75,None,43],
u"قاب خمشی فولادی متوسط + دیواربرشی بتن آرمه متوسط":[6,2.5,4.5,50,0.05,0.75,None,44],
u"قاب خمشی فولادی ویژه + مهاربندی واگرای ویژه فولادی":[7.5,2.5,4,200,0.05,0.75,None,45],
u"قاب خمشی فولادی متوسط + مهاربندی واگرای ویژه فولادی":[6,2.5,5,70,0.05,0.75,None,46],
u"قاب خمشی فولادی ویژه + مهاربندی همگرای ویژه فولادی":[7,2.5,5.5,200,0.05,0.75,None,47],
u"قاب خمشی فولادی متوسط + مهاربندی همگرای ویژه فولادی":[6,2.5,5,70,0.05,0.75,None,48]
},
u"سیستم کنسولی":{u"سازه های فولادی یا بتن آرمه ویژه":[2,1.5,2,10,0.05,0.75,None,51]
}}